data['salary'] = {
    "bySector": [
        {
            "activity": "Селско, горско и рибно стопанство",
            "all": "10859",
            "publicSector": "13710",
            "privateSector": "10277"
        },
        {
            "activity": "Добивна промишленост",
            "all": "20087",
            "publicSector": "23780",
            "privateSector": "18128"
        },
        {
            "activity": "Преработваща промишленост",
            "all": "12274",
            "publicSector": "11493",
            "privateSector": "12285"
        },
        {
            "activity": "Производство и разпределение на електрическа и топлинна енергия и на газообразни горива ",
            "all": "22703",
            "publicSector": "26085",
            "privateSector": "19514"
        },
        {
            "activity": "Доставяне на води;канализационни услуги,управление на отпадъци и възстановяване",
            "all": "11432",
            "publicSector": "10692",
            "privateSector": "12583"
        },
        {
            "activity": "Строителство",
            "all": "11083",
            "publicSector": "11462",
            "privateSector": "11076"
        },
        {
            "activity": "Търговия; ремонт на автомобили и мотоциклети",
            "all": "12415",
            "publicSector": "14762",
            "privateSector": "12412"
        },
        {
            "activity": "Транспорт, складиране и пощи",
            "all": "12281",
            "publicSector": "15226",
            "privateSector": "10901"
        },
        {
            "activity": "Хотелиерство и ресторантьорство",
            "all": "8226",
            "publicSector": "10133",
            "privateSector": "8154"
        },
        {
            "activity": "Създаване и разпространение на информация и творчески продукти; далекосъобщения",
            "all": "33340",
            "publicSector": "16180",
            "privateSector": "34042"
        },
        {
            "activity": "Финансови и застрахователни дейности",
            "all": "23439",
            "publicSector": "31678",
            "privateSector": "23228"
        },
        {
            "activity": "Операции с недвижими имоти",
            "all": "12982",
            "publicSector": "10629",
            "privateSector": "13275"
        },
        {
            "activity": "Професионални дейности и научни изследвания",
            "all": "19870",
            "publicSector": "12100",
            "privateSector": "20978"
        },
        {
            "activity": "Административни и спомагателни дейности",
            "all": "11083",
            "publicSector": "7125",
            "privateSector": "11778"
        },
        {
            "activity": "Държавно управление",
            "all": "15149",
            "publicSector": "15149",
            "privateSector": "0"
        },
        {
            "activity": "Образование",
            "all": "13336",
            "publicSector": "13270",
            "privateSector": "14370"
        },
        {
            "activity": "Хуманно здравеопазване и социална работа ",
            "all": "13962",
            "publicSector": "12978",
            "privateSector": "16573"
        },
        {
            "activity": "Култура,спорт и развлечения",
            "all": "11635",
            "publicSector": "10765",
            "privateSector": "12177"
        },
        {
            "activity": "Други дейности",
            "all": "9104",
            "publicSector": "9762",
            "privateSector": "9079"
        }
    ],
	"byGender" : [
	{
            "activity": "Селско, горско и рибно стопанство",
            "all": "10859",
            "man": "11223",
            "woman": "9912"
        },
        {
            "activity": "Добивна промишленост",
            "all": "20087",
            "man": "20557",
            "woman": "17754"
        },
        {
            "activity": "Преработваща промишленост",
            "all": "12274",
            "man": "14346",
            "woman": "10026"
        },
        {
            "activity": "Производство и разпределение на електрическа и топлинна енергия и на газообразни горива ",
            "all": "22703",
            "man": "23455",
            "woman": "20300"
        },
        {
            "activity": "Доставяне на води; канализационни услуги, управление на отпадъци и възстановяване",
            "all": "11432",
            "man": "12055",
            "woman": "10147"
        },
        {
            "activity": "Строителство",
            "all": "11083",
            "man": "10929",
            "woman": "12139"
        },
        {
            "activity": "Търговия; ремонт на автомобили и мотоциклети",
            "all": "12415",
            "man": "14375",
            "woman": "10658"
        },
        {
            "activity": "Транспорт, складиране и пощи",
            "all": "12281",
            "man": "12310",
            "woman": "12188"
        },
        {
            "activity": "Хотелиерство и ресторантьорство",
            "all": "8226",
            "man": "9281",
            "woman": "7560"
        },
        {
            "activity": "Създаване и разпространение на информация и творчески продукти; далекосъобщения",
            "all": "33340",
            "man": "38182",
            "woman": "25821"
        },
        {
            "activity": "Финансови и застрахователни дейности",
            "all": "23439",
            "man": "30778",
            "woman": "20126"
        },
        {
            "activity": "Операции с недвижими имоти",
            "all": "12982",
            "man": "14191",
            "woman": "11521"
        },
        {
            "activity": "Професионални дейности и научни изследвания",
            "all": "19870",
            "man": "23578",
            "woman": "17127"
        },
        {
            "activity": "Административни и спомагателни дейности",
            "all": "11083",
            "man": "10520",
            "woman": "12293"
        },
        {
            "activity": "Държавно управление",
            "all": "15149",
            "man": "16127",
            "woman": "14635"
        },
        {
            "activity": "Образование",
            "all": "13336",
            "man": "14817",
            "woman": "12978"
        },
        {
            "activity": "Хуманно здравеопазване и социална работа ",
            "all": "13962",
            "man": "19575",
            "woman": "12459"
        },
        {
            "activity": "Култура, спорт и развлечения",
            "all": "11635",
            "man": "13797",
            "woman": "9630"
        },
        {
            "activity": "Други дейности",
            "all": "9104",
            "man": "9966",
            "woman": "8645"
        }
]




}


